Repository: oashrafouad/Tawsela
Catalog: lib/l10n/intl_*.arb
Languages: ar

# title
source: Welcome to the app
ar: اهلًا بيك في تطبيق

# appName
source: Tawsela
ar: توصيلة

# descriptions
source: Tawseela will help you go anywhere in
ar: ستساعدك توصيلة في الذهاب إلى أي مكان

source: First Name
ar: الاسم الأول

source: Last Name
ar: اسم العائلة

# verifyCode
source: Verification Code
ar: كود التحقق

# email
source: E-mail (optional)
ar: البريد الإلكتروني (اختياري)

# phoneNum
source: Mobile Number
ar: رقم الهاتف المحمول

# passengerSignUpTitle
source: Fill in the following information to create your account
ar: املأ البيانات الآتية لتسجيل حسابك

# MicrobusGuideStationAppBarTitle
source: Microbus Guide Line
ar: دليل خط

# smsVerificationScreenTitle
source: You will receive a message containing the verification code. Please write it here.
ar: هتوصلك رسالة موجود فيها كود التحقق الرجاء كتابته هنا

# continuee
source: Continue
ar: استمرار

source: Verify Code
ar: كود التحقق

# singInFaceBook
source: Sign in with Facebook
ar: سجل بحساب فيسبوك

# singInGoogle
source: Sign in with Google
ar: سجل بحساب جوجل

# singInApple
source: Sign in with Apple
ar: سجل بحساب آبل

source: OR
ar: أو

# welcomeMsg
source: Tawsela will help you go anywhere in Faiyum with ease. Choose the place you want to go and the application will select the most suitable transportation for you.
ar: توصيلة هيساعدك تروح اي مكان في الفيوم بسهولة، اختار المكان اللي عايز تروحه والتطبيق هيختارلك انسب مواصلات تركبها

source: Send code again
ar: ارسل الكود مرة اخرى

# uploadImg
source: Upload Image
ar: رفع صورة

source: Sign In
ar: تسجيل

# signUp
source: Register
ar: تسجيل

source: Personal Image
ar: الصورة الشخصية

source: Edit Profile
ar: تعديل الملف الشخصي

source: Save
ar: حفظ

source: Edit
ar: تعديل

source: Add
ar: اضف

source: Show All
ar: اظهار الجميع

# favPlaces
source: Favorite Places
ar: الأماكن المفضلة

source: Microbuses Lines Guide
ar: دليل الخطوط

# clickSelectThisLocation
source: Click to select this location
ar: انقر لتحديد هذا المكان

source: Home
ar: المنزل

# whereUwantoGo
source: Where do you want to go?
ar: عايز تروح فين؟

# hawatam
source: Hawatem
ar: الحواتم

# signUpDriverMsg
source: Open a driver account by submitting some additional information
ar: افتح حساب سائق بتقديم بعض المعلومات الإضافية

# licenseImg
source: License Image
ar: صورة الرخصة

# idCardImg
source: ID Card
ar: صورة البطاقة

source: Choose On Map
ar: اختار على الخريطة

source: Recently Visited
ar: تمت زيارته مؤخرًا

source: Favourite
ar: المفضلة

# specifyASpecificLocationToPickUpPassengers
source: Specify a location to pick up passengers
ar: حدد مكان معين لإستقبال الركاب

source: To edit the name and profile picture, contact technical support
ar: لتعديل الاسم والصورة الشخصية كلم الدعم الفني

# switchDriverMode
source: Switch to driver mode
ar: تبديل لوضع السائق

# switchPassengermode
source: Switch to passenger mode
ar: تبديل لوضع الراكب

# numberoftrips
source: Trips
ar: عدد الرحلات

source: Trip
ar: رحلة

source: Trip Log
ar: سجل الرحلات

source: Stations
ar: المحطات

source: Camera
ar: الكاميرا

source: Gallery
ar: الاستوديو

source: Walk
ar: مشي

source: Uber
ar: أوبر

source: Microbus
ar: ميكروباص

# AreYouAvaibleNow
source: Are you available now?
ar: هل انت متاح لاستقبال طلبات الركاب الآن؟

# YouDoNotReceivePassengerRequeststTheMoment
source: You don''t receive requests at the moment
ar: انت لا تستقبل طلبات الركاب

# DetermineSpecificLocation
source: Determine a Specific Location
ar: حدد مكان معين

# thereNoOrdersNow
source: There are no orders now
ar: لا يوجد طلبات الآن

# YouReceivePassengerRequeststTheMoment
source: You receive requests
ar: انت تستقبل طلبات الركاب

source: You earned today
ar: كسبت اليوم

source: Please enter
ar: من فضلك، أدخل

source: Field is required
ar: هذا الحقل مطلوب
